{"keras_version": "2.2.4", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"units": 32, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "fully_connected-1", "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "seed": null, "mode": "fan_in", "distribution": "uniform"}}, "batch_input_shape": [null, 10], "dtype": "float32", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"units": 51407, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "output_layer", "kernel_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activity_regularizer": null}}], "name": "sequential_1"}, "backend": "tensorflow"}